{
  "0": "{\"name\": \"สำนักปลัดกรุงเทพมหานคร\", \"sum\": \"1,252,316,900\", \"always\": \"รายจ่ายประจำ 1,252,316,900 \", \"desc\": \"แผนงานบริหารท่ัวไป 222,688,400_งานบริหารท่ัวไป 212,888,400_โครงการพัฒนาระบบสารบรรณอิเล็กทรอนิกส์ของกรุงเทพมหานคร 9,800,000_&แผนงานบริหารงานปกครองและทะเบียน 302,761,800_งานปกครองและทะเบียน 302,761,800_&แผนงานบริหารการคลัง 29,591,800_งานตรวจสอบภายใน 29,591,800_&แผนงานบริหารงานบุคคล 160,469,500_งานการเจ้าหน้าท่ี 98,203,100_โครงการก่อสร้างอาคารสงเคราะห์ข้าราชการและลูกจ้างประจำ 62,266,400_&แผนงานส่งเสริมระบบบริหาร 536,805,400_งานพัฒนาบุคลากรและองค์การ 281,244,900_งานกฎหมายและคดี 38,106,200_<div 101,478,900_งานผู้ตรวจราชการกรุงเทพมหานคร 63,695,700_งานการต่างประเทศ 52,279,700_&\"}",
  "1": "{\"name\": \"สำนักการแพทย์\", \"sum\": \"4,124,634,800\", \"always\": \"รายจ่ายประจำ 4,124,634,800 \", \"desc\": \"แผนงานบริหารท่ัวไป 99,145,300_งานบริหารท่ัวไปด้านการสาธารณสุข 99,145,300_&แผนงานบริการด้านการแพทย์ 4,008,758,600_งานรักษาพยาบาล 771,780,900_งานรักษาพยาบาล 759,323,000_โครงการก่อสร้างอาคารอเนกประสงค์โรงพยาบาลตากสิน 75,947,000_งานรักษาพยาบาล 760,261,000_โครงการเพ่ิมศักยภาพหน่วยห้องปฏิบัติการสวนหัวใจและหลอดเลือด 27,000,000_งานรักษาพยาบาล 221,608,200_งานรักษาพยาบาล 162,365,000_โครงการก่อสร้างอาคารหอผู้ป่วยโรงพยาบาลลาดกระบังกรุงเทพมหานคร 1,000,000_งานรักษาพยาบาล 268,341,300_1 79,013,000_1 436,684,900_1 55,921,800_1 223,435,200_1 116,978,800_1 7,000,000_<div 24,678,200_1 17,420,300_&แผนงานพัฒนาด้านการแพทย์และอนามัย 16,730,900_งานพัฒนาระบบบริการทางการแพทย์ 16,730,900_&\"}",
  "2": "{\"name\": \"สำนักอนามัย\", \"sum\": \"2,474,279,800\", \"always\": \"รายจ่ายประจำ 2,474,279,800 \", \"desc\": \"แผนงานบริหารท่ัวไป 85,100,100_งานบริหารท่ัวไปด้านการสาธารณสุข 44,560,400_งานบริหารการพยาบาล 40,539,700_&แผนงานอนามัยส่ิงแวดล้อม 64,194,500_งานสุขาภิบาลส่ิงแวดล้อม 28,974,600_งานสุขาภิบาลอาหาร 35,219,900_&แผนงานอนามัย 2,324,985,200_งานเภสัชกรรม 138,286,600_งานทันตสาธารณสุข 173,039,300_งานป้องกันและบำบัดการติดยาเสพติด 63,385,800_งานจัดบริการสาธารณสุข 1,249,899,000_โครงการก่อสร้างอาคารศูนย์บริการสาธารณสุข 8,000,000_โครงการก่อสร้างอาคารศูนย์บริการสาธารณสุข 10,000,000_งานชันสูตรสาธารณสุข 54,419,300_งานพัฒนาระบบสาธารณสุข 256,001,400_งานสร้างเสริมสุขภาพ 108,227,700_1 103,567,500_1 115,710,800_1 15,600,000_1 28,847,800_<div page-break-after:always\\\">6_&\"}",
  "3": "{\"name\": \"สำนักการศึกษา\", \"sum\": \"1,241,703,800\", \"always\": \"รายจ่ายประจำ 1,241,703,800 \", \"desc\": \"แผนงานบริหารท่ัวไป 511,645,100_งานบริหารท่ัวไปด้านการศึกษา 108,343,488_โครงการก่อสร้างอาคารเรียน 24,659,100_โครงการก่อสร้างอาคารเรียน 12,844,558_โครงการก่อสร้างอาคารเรียน 10,265,668_โครงการก่อสร้างอาคารเรียน 12,408,000_โครงการก่อสร้างอาคารเรียน 11,580,789_โครงการก่อสร้างอาคารเรียน 8,545,440_โครงการก่อสร้างอาคารอเนกประสงค์ 9,954,000_โครงการก่อสร้างอาคารเรียนและอาคารประกอบโรงเรียนบ้านขุนประเทศ 13,090,000_1 6,852,000_1 11,695,000_1 9,281,999_<div 10,891,000_1 9,692,000_1 10,797,000_1 6,369,000_1 5,824,000_1 6,840,400_1 17,560,000_2 17,284,469_2 8,670,200_2 7,513,759_2 8,516,530_2 24,820,000_2 20,060,000_2 80,706,500_2 36,580,200_&แผนงานพัฒนาคุณภาพการศึกษา 730,058,700_งานยุทธศาสตร์การศึกษา 56,023,800_<div 26,479,400_โครงการพัฒนาระบบคอมพิวเตอร์เพ่ือการเรียนรู้ต่อเน่ือง 63,298,900_โครงการพัฒนาระบบสารสนเทศและเทคโนโลยีการจัดการศึกษา 18,226,400_โครงการพัฒนาระบบอินเทอร์เน็ตในโรงเรียนสังกัดกรุงเทพมหานคร 10,700,000_งานพัฒนาการนิเทศการศึกษา 394,403,800_งานพัฒนาข้าราชการครูและบุคลากรทางการศึกษา 146,835,100_งานเสริมสร้างสมรรถนะนักเรียน 14,091,300_&\"}",
  "4": "{\"name\": \"สำนักการโยธา\", \"sum\": \"9,229,858,000\", \"always\": \"รายจ่ายประจำ 9,229,858,000 \", \"desc\": \"แผนงานบริหารท่ัวไป 134,049,980_งานบริหารท่ัวไปด้านการโยธาและระบบจราจร 101,301,080_งานแผนงานและประสานสาธารณูปโภค 32,748,900_&แผนงานการโยธา 7,504,680,720_งานสำรวจออกแบบและก่อสร้าง 218,440,300_โครงการก่อสร้างปรับปรุงซอยพระรามท่ี 52,000,000_โครงการก่อสร้างศูนย์เวชศาสตร์การกีฬาและเวชศาสตร์ฟ้ืนฟูหอพักแพทย์ 254,164,370_โครงการก่อสร้างอาคารศูนย์สุขภาพโรงพยาบาลเวชการุณย์รัศม์ิ 45,522,000_โครงการจ้างท่ีปรึกษาควบคุมการก่อสร้างโครงการต่อขยายสะพานอรุณอมรินทร์พร้อมทางขึ 8,571,350_โครงการปรับปรุงถนนประชาร่วมใจ-ถนนมิตรไมตรี 158,500,000_โครงการก่อสร้างปรับปรุงถนนคุ้มเกล้า 429,313,500_งานควบคุมอาคาร 45,102,900_งานควบคุมการก่อสร้าง 72,415,400_1 25,181,200_1 255,000,000_1 170,097,100_<div 27,550,000_1 385,000,000_1 92,403,800_1 60,379,700_1 15,900,000_1 30,000,000_1 20,000,000_2 31,000,000_2 15,000,000_2 50,000,000_2 60,000,000_2 60,000,000_2 18,224,000_2 40,000,000_2 155,000,000_2 8,000,000_2 8,000,000_3 29,280,000_3 34,061,900_3 4,427,336,100_3 203,237,100_&แผนงานพัฒนาการโยธาและระบบจราจร 1,591,127,300_งานก่อสร้างและบูรณะ 1,317,433,000_โครงการปรับปรุงสะพานพระราม 33,213,000_โครงการปรับปรุงทางเท้าถนนประชาอุทิศ 34,500,000_โครงการปรับปรุงถนนบางเชือกหนัง 36,762,100_โครงการปรับปรุงภูมิทัศน์ถนนพหลโยธิน 38,242,200_โครงการปรับปรุงสะพานข้ามคลองพระโขนง 34,698,000_โครงการปรับปรุงถนนหลวงแพ่ง 26,439,000_โครงการปรับปรุงถนนทวีวัฒนา-กาญจนาภิเษกช่วงจากถนนพุทธมณฑลสาย 24,610,000_โครงการปรับปรุงและเสริมกำลังสะพานข้ามคลองในพื 43,230,000_1 1,000,000_1 1,000,000_&\"}",
  "5": "{\"name\": \"สำนักการระบายน้ำ\", \"sum\": \"8,213,452,000\", \"always\": \"รายจ่ายประจำ 8,213,452,000 \", \"desc\": \"แผนงานบริหารท่ัวไป 37,969,359_งานบริหารท่ัวไปด้านการระบายน 37,969,359_&แผนงานพัฒนาระบบระบายน้ำ 2,499,271,826_งานพัฒนาระบบระบายน 355,773,300_โครงการก่อสร้างอุโมงค์ระบายน 1,200,000,000_โครงการจ้างท่ีปรึกษาควบคุมการก่อสร้างโครงการก่อสร้างอุโมงค์ระบายน 15,000,000_โครงการปรับปรุงแนวป้องกันน 12,315,026_โครงการก่อสร้างแก้มลิงสวนเบญจกิติ 30,000,000_โครงการก่อสร้างอุโมงค์ระบายน 432,000,000_โครงการจ้างท่ีปรึกษาควบคุมการก่อสร้างโครงการก่อสร้างอุโมงค์ระบายน 6,000,000_โครงการก่อสร้างอุโมงค์ระบายน 166,815,000_โครงการจ้างท่ีปรึกษาควบคุมการก่อสร้างโครงการก่อสร้างอุโมงค์ระบายน 2,500,000_1 127,575,000_1 2,500,000_1 102,793,500_1 46,000,000_&แผนงานจัดการระบายน้ำและแก้ไขปัญหาน้ำท่วม 2,765,737,870_งานเคร่ืองจักรกล 253,888,900_งานระบบควบคุมน 875,447,100_โครงการเดินระบบ 90,550,000_โครงการปรับปรุงเพ่ิมประสิทธิภาพสถานีสูบน 44,100,000_โครงการปรับปรุงเพ่ิมประสิทธิภาพสถานีสูบน 45,000,000_โครงการปรับปรุงเพ่ิมประสิทธิภาพสถานีสูบน 40,500,000_โครงการปรับปรุงเพ่ิมประสิทธิภาพสถานีสูบน 10,000,000_โครงการปรับปรุงเพ่ิมประสิทธิภาพสถานีสูบน 10,000,000_โครงการปรับปรุงเพ่ิมประสิทธิภาพสถานีสูบน 12,000,000_1 34,000,000_1 775,007,100_1 408,475,770_1 40,000,000_1 15,000,000_1 30,000,000_1 30,000,000_1 44,550,000_1 7,219,000_&แผนงานจัดการคุณภาพน้ำ 2,910,472,945_งานจัดการคุณภาพน 212,218,945_โครงการจ้างเดินระบบ 198,800,000_โครงการจ้างเดินระบบ 110,800,000_โครงการก่อสร้างระบบรวบรวมน 100,000,000_โครงการก่อสร้างระบบรวบรวมน 200,000,000_โครงการจ้างท่ีปรึกษาบริหารและควบคุมงานโครงการก่อสร้างระบบรวบรวมน 4,000,000_โครงการจ้างท่ีปรึกษาสำรวจ 15,000,000_โครงการจ้างเดินระบบ 43,500,000_โครงการจ้างเดินระบบ 67,000,000_1 33,000,000_1 30,000,000_1 532,800,000_1 160,804,000_1 380,000,000_1 7,550,000_1 450,000,000_1 360,000,000_1 5,000,000_&\"}",
  "6": "{\"name\": \"สำนักการคลัง\", \"sum\": \"3,606,450,400\", \"always\": \"รายจ่ายประจำ 3,606,450,400 \", \"desc\": \"แผนงานบริหารท่ัวไป 21,528,800_งานบริหารท่ัวไป 21,528,800_&แผนงานบริหารการคลัง 3,230,030,900_งานบัญชี 22,678,300_งานการเงิน 34,045,000_โครงการพัฒนาและปรับปรุงการชำระภาษีบำรุงกรุงเทพมหานครสำหรับน 7,200,000_งานรายได้ 408,729,400_งานจัดเก็บค่าธรรมเนียมรถยนต์และล้อเล่ือน 196,781,700_งานตรวจจ่าย 24,812,000_งานเศรษฐกิจการคลัง 32,064,600_งานบำเหน็จบำนาญ 2,503,719,900_&แผนงานส่งเสริมระบบบริหาร 354,890,700_งานทะเบียนทรัพย์สินและพัสดุ 30,670,800_งานบำรุงรักษาซ่อมยานพาหนะและเคร่ืองจักรกล 315,070,500_โครงการพัฒนาระบบสารสนเทศกองโรงงานช่างกล 9,149,400_&\"}",
  "7": "{\"name\": \"สำนักเทศกิจ\", \"sum\": \"184,580,000\", \"always\": \"รายจ่ายประจำ 184,580,000 \", \"desc\": \"แผนงานบริหารท่ัวไป 40,694,400_งานบริหารท่ัวไปด้านการรักษาความสะอาด 40,694,400_&แผนงานส่งเสริมระบบบริหาร 27,442,200_งานศูนย์วิทยุส่ือสารกรุงเทพมหานคร 27,442,200_&แผนงานพัฒนาและส่งเสริม 12,513,700_งานนโยบายและแผนงาน 12,513,700_&แผนงานรักษาความเป็นระเบียบเรียบร้อย 103,929,700_งานตรวจและบังคับการ 83,915,500_งานนิติการและบังคับคดี 20,014,200_&\"}",
  "8": "{\"name\": \"สำนักการจราจรและขนส่ง\", \"sum\": \"4,327,231,000\", \"always\": \"รายจ่ายประจำ 4,327,231,000 \", \"desc\": \"แผนงานบริหารท่ัวไป 26,537,900_งานบริหารท่ัวไปด้านการโยธาและระบบจราจร 26,537,900_&แผนงานพัฒนาการใช้ท่ีดินและระบบจราจร 4,300,693,100_งานการขนส่ง 620,173,965_โครงการก่อสร้างทางเดินยกระดับ 19,874,003_โครงการระบบขนส่งมวลชนกรุงเทพมหานครส่วนต่อขยายสายสีลม(ตากสิน-เพชรเกษม)และบริหารจัดการเดินรถ 733,970,976_โครงการบริหารจัดการระบบขนส่งมวลชนกรุงเทพมหานคร 510,616,820_โครงการก่อสร้างลิฟต์สำหรับผู้สูงอายุและคนพิการของระบบขนส่งมวลชนกรุงเทพมหานคร 110,000,000_โครงการพัฒนาระบบการเดินเรือในคลองผดุงกรุงเกษม 33,599,000_โครงการเดินเรือในคลองแสนแสบส่วนต่อขยายระยะทาง 30,000,000_งานจัดระเบียบจราจร 61,080,200_งานวิศวกรรมจราจร 619,249,730_1 25,943,706_1 15,946,800_1 101,526,400_1 11,022,000_1 566,490,700_1 49,264,000_1 21,566,000_1 20,452,000_1 23,119,000_1 121,119,000_2 29,720,000_2 80,000,000_2 33,540,200_2 43,925,100_2 43,670,000_2 41,080,000_2 38,945,300_2 41,040,000_2 11,407,000_2 4,215,400_3 8,600,800_3 23,400,000_3 12,131,200_3 8,826,400_3 15,141,600_3 17,600,000_3 18,600,000_3 10,982,400_3 12,302,200_3 12,302,200_4 12,176,600_4 12,176,600_4 12,365,000_4 12,239,400_4 19,757,800_4 29,533,600_&\"}",
  "9": "{\"name\": \"สำนักป้องกันและบรรเทาสาธารณภัย\", \"sum\": \"424,927,020\", \"always\": \"รายจ่ายประจำ 424,927,020 \", \"desc\": \"แผนงานบริหารท่ัวไป 48,956,100_งานบริหารท่ัวไปด้านการพัฒนาและบริการสังคม 48,956,100_&แผนงานป้องกันและบรรเทาสาธารณภัย 375,970,920_งานยุทธศาสตร์การป้องกันสาธารณภัย 95,190,500_โครงการก่อสร้างศูนย์ฝึกอบรมดับเพลิงและกู้ภัยกรุงเทพมหานคร 10,000,000_งานอำนวยการสาธารณภัย 66,879,000_งานปฏิบัติการดับเพลิง 149,561,420_โครงการจัดหารถยนต์ปฏิบัติการกู้ภัยและช่วยชีวิตจากอาคารถล่ม 1,000,000_โครงการก่อสร้างอาคารสถานีดับเพลิงทุ่งมหาเมฆ 27,840,000_โครงการก่อสร้างสถานีดับเพลิงบางบอน 4,000,000_โครงการปรับปรุงสถานีดับเพลิงสามเสน 16,000,000_โครงการจัดหารถจักรยานยนต์ดับเพลิง 5,500,000_&\"}",
  "10": "{\"name\": \"สำนักงบประมาณกรุงเทพมหานคร\", \"sum\": \"103,406,000\", \"always\": \"รายจ่ายประจำ 103,406,000 \", \"desc\": \"แผนงานบริหารท่ัวไป 41,802,900_งานบริหารท่ัวไป 41,802,900_&แผนงานบริหารการคลัง 61,603,100_งานงบประมาณ 61,603,100_&\"}",
  "11": "{\"name\": \"สำนักยุทธศาสตร์และประเมินผล\", \"sum\": \"706,753,000\", \"always\": \"รายจ่ายประจำ 706,753,000 \", \"desc\": \"แผนงานบริหารท่ัวไป 17,628,300_งานบริหารท่ัวไป 17,628,300_&แผนงานส่งเสริมระบบบริหาร 663,090,300_งานพัฒนาระบบงานคอมพิวเตอร์ 116,304,400_โครงการพัฒนาระบบบริหารจัดการเพ่ือการวิเคราะห์ฐานข้อมูลขนาดใหญ่ 26,160,000_โครงการจัดทำระบบฐานข้อมูลฝึกอบรม 11,920,000_โครงการพัฒนาระบบยืนยันและตรวจสอบตัวบุคคลในระบบดิจิทัล 28,200,000_โครงการพัฒนาระบบบริการภาครัฐ 16,040,000_งานควบคุมระบบคอมพิวเตอร์ 362,255,500_โครงการปรับปรุงระบบเครือข่ายส่ือสารภายในของสำนักงานเขต 35,000,000_งานบริการระบบคอมพิวเตอร์ 22,137,900_งานยุทธศาสตร์บริหารจัดการ 16,407,100_1 8,267,700_1 6,117,500_1 6,477,200_1 7,803,000_&แผนงานพัฒนาการใช้ท่ีดินและระบบจราจร 26,034,400_งานสารสนเทศภูมิศาสตร์ 26,034,400_&\"}",
  "12": "{\"name\": \"สำนักส่ิงแวดล้อม\", \"sum\": \"7,542,229,000\", \"always\": \"รายจ่ายประจำ 7,542,229,000 \", \"desc\": \"แผนงานบริหารท่ัวไป 75,096,550_งานบริหารท่ัวไปด้านการรักษาความสะอาด 75,096,550_&แผนงานพัฒนาและส่งเสริม 53,280,813_งานนโยบายและแผนงาน 19,180,813_โครงการจ้างเหมาพัฒนาระบบสารสนเทศบริหารจัดการข้อมูลมูลฝอยของกรุงเทพมหานคร 34,100,000_&แผนงานรักษาความสะอาด 5,955,074,487_งานกำจัดมูลฝอย 174,915,650_โครงการจ้างเหมาเอกชนกำจัดมูลฝอยโดยระบบเตาเผามูลฝอยขนาด 152,025,000_โครงการจ้างเหมาเอกชนเดินเคร่ืองจักรและอุปกรณ์กำจัดมูลฝอยขนาดไม่น้อยกว่า 145,624,100_โครงการจ้างเหมาเอกชนขนมูลฝอยจากศูนย์กำจัดมูลฝอยอ่อนนุชและนำไปทำลายโดยวิธีฝังกลบอย่างถูกสุขลักษณะ 704,949,023_โครงการจ้างเหมาเอกชนขนมูลฝอย 587,193,800_โครงการจ้างเหมาเอกชนเดินระบบบำบัดน 23,524,250_โครงการจ้างเหมาเอกชนเดินเคร่ืองจักรโรงงานกำจัดมูลฝอยขนาด 237,308,400_โครงการจ้างเหมาเอกชนเดินระบบบำบัดน 74,293,000_โครงการจ้างเหมาเอกชนกำจัดมูลฝอยอันตรายระยะท่ี 8,701,600_1 180,310,000_1 81,452,710_1 868,700,000_1 100,000,000_1 40,000,000_1 25,000,000_1 30,000,000_1 1,000,000_1 1,000,000_1 1,000,000_2 1,000,000_2 1,000,000_2 770,626,750_2 118,464,214_2 98,312,340_2 29,318,430_2 31,027,920_2 182,432,000_2 209,635,500_2 132,590,100_3 108,524,200_3 29,408,900_3 29,438,500_3 50,332,400_3 35,183,300_3 216,720,000_3 71,354,400_3 96,016,100_3 79,351,100_3 219,340,800_4 1,000,000_4 1,000,000_4 1,000,000_4 1,000,000_4 1,000,000_4 1,000,000_4 1,000,000_4 1,000,000_&แผนงานพัฒนาสภาวะส่ิงแวดล้อม 1,458,777,150_งานบริหารสวนสาธารณะ 1,052,062,900_โครงการเช่ารถบรรทุกน 176,749,400_โครงการเช่ารถบรรทุกน 96,448,400_โครงการก่อสร้างสวนสาธารณะภายในสถานีพัฒนาท่ีดินกรุงเทพมหานคร(ถนนบางขุนเทียนชายทะเล) 5,000,000_โครงการปรับปรุงสวนวารีภิรมย์ 17,361,000_โครงการก่อสร้างสวนสาธารณะบริเวณทางแยกต่างระดับถนนร่มเกล้ากับถนนเจ้าคุณทหาร 30,000,000_โครงการจัดหารถบรรทุก 1,000,000_โครงการปรับปรุงสาธารณูปโภคและอาคารสถานท่ีภายในสวนลุมพินี 13,460,000_งานจัดการคุณภาพอากาศและเสียง 66,695,450_&\"}",
  "13": "{\"name\": \"สำนักวัฒนธรรม\", \"sum\": \"0\", \"always\": \"รายจ่ายประจำ 1,397,374,600 \", \"desc\": \"แผนงานบริหารท่ัวไป 70,225,400_งานบริหารท่ัวไปด้านการพัฒนาและบริการสังคม 70,225,400_&แผนงานบริการสังคม 681,076,700_งานนโยบายและแผนงาน 8,790,100_งานศูนย์เยาวชนกรุงเทพมหานคร(ไทย-ญ่ีปุ่น) 75,168,500_งานการสังคีต 47,875,000_งานนันทนาการและส่งเสริมการเรียนรู้ 535,675,100_โครงการก่อสร้างศูนย์เยาวชนวัดดอกไม้ 13,568,000_&แผนงานการท่องเท่ียว 81,099,400_งานวัฒนธรรมและการท่องเท่ียว 81,099,400_&แผนงานการกีฬา 564,973,100_งานการกีฬา 538,781,100_โครงการปรับปรุงศูนย์กีฬาเฉลิมพระเกียรติ84 26,192,000_&\"}",
  "14": "{\"name\": \"สำนักพัฒนาสังคม\", \"sum\": \"424,785,000\", \"always\": \"รายจ่ายประจำ 424,785,000 \", \"desc\": \"แผนงานบริหารท่ัวไป 22,941,600_&\"}"
}
